<template>
    <section class="text-slate-300">
        <h2 class="text-3xl titleMargin">تاریخچه</h2>
        <p class="text-slate-400">
            شرکت پویا صنعت برق سامان از سال <span>1361</span> فعالیت خود را در زمینه خرید و فروش انواع سیم و کابل و تأمین  لوازم و ابزارآلات الکتریکی آغاز کرده است. این شرکت در سال <span>1382</span> با دریافت نمایندگی رسمی برند سیمیا گامی مهم در جهت توسعه و ارتقای فعالیت‌های خود برداشت.
        </p>
        <p class="text-slate-400 p2Margin">
            در حال حاضر، شرکت پویا صنعت برق سامان با ارائه انواع لوازم الکتریکی و سیم و کابل، به عنوان یکی از فعالان برجسته در بازار بزرگ لاله زار شناخته می‌شود و مسیر خود را با تلاش و دانش فنی ادامه می‌دهد.
        </p>
    </section>
</template>

<style scoped>
.p2Margin{
    margin-top: 1rem;
}
</style>